const bg = {
  translation: {
    header: {
      home: "начало",
      about: "за нас",
      tokenomics: "токеномика",
      how_to_buy: "как да купите",
      roadmap: "план",
      staking: "стейкинг",
    },
    home: {
      description:
        "криптовалутата не е 'ф-дума'... има една там за вас... просто продължавайте да търсите!",
      // caption:
      //   "Хвърлихте $2 за японско куче и можехте да се превърнете от обикновен инвеститор в милионер, който лае. Пропуснахме криптояхтата с кучешко лице, нали?",
      caption: " Не ви трябва да сте супергерой, за да получите криптовалута.",
      caption1: "Правилната криптовалута ще разкрие героя във вас ",
      whitepaper: "Бяла книга",
      featuredIn: "ПРЕДСТАВЕНО В",
    },
    about: {
      q1: "КАКВО Е DEDPOOL?",
      q2: "ВЪЗМОЖНОСТ ЗА ПОКУПКА НА ТОКЕН, КОЙТО ВСИЧКИ ОБИЧАМЕ И ПРАЗНИЧНУВАМЕ!",
      q3: "ПОЛУЧАВАНЕ НА ПАСИВНИ НАГРАДИ ЧРЕЗ СТЕЙКИНГ",
      q4: "СТЕЙКВАНЕ ЗА ПОЛУЧАВАНЕ",
      q5: "ДЕФЛАЦИОННО ГОРЕНЕ",
      a1: "DedPool е токен тип BEP-20, изграден върху BNB Smart Chain. Името 'DEDPOOL' означава Determined Efficient Decentralized crypto Pool. Стейквайте $DEDPOOL и печелете награди.",
      a2: "Пропуснахте ли някое изкачване на Memecoin? Вие не сте сами. Повечето от нас не бяхме осведомени за съществуването на някои меме-криптовалути в началото им и научихме за тях само когато последните цени станаха новини. Хвърлянето на 2 долара върху един японски куче можеше да ви превърне от обикновен инвеститор в милионер с кучешки лай. Пропуснахме ли криптояхтата с кучешкия крипто? Превръщаме тази разочарованост във възможност. Представете си да казвате на колегите си, че си отказвате, защото $DEDPOOL е избухнал към луната?",
      a3: "DedPool се насища от гледането на други токени от вида си, нито е схема за изпомпване и изхвърляне. Токенът $DEDPOOL е проектиран да предоставя дневни награди на стейкъри за много години напред.",
      a4: "• DedPool ще предоставя пасивни награди за всички държатели, които стейкват своите $DEDPOOL токени в нашия умел договор",
      a42: "• 35% от общата предлагана сума ще бъде изплатена на участниците в стейкънг пула като награди",
      a43: "• Всеки, който притежава $DEDPOOL, може да стейква своите токени, за да печели пасивен доход с награди, базирани на процента на общия стейкънг пул",
      a5: "$DEDPOOL е структуриран като дефлационен токен, включващ модел за купуване и изгаряне. При всяка покупка и продажба се изпраща 0.1% към адрес за изгаряне. Освен това, 15% от цялата предлагана сума се отделя за изгаряне. Тези стратегии имат за цел да намалят предлагането на токена с течение на времето, увеличавайки редкостта му.",
    },
    tokenomics: {
      title: "ТОКЕНОМИКА",
      total_supply: "Общо предлагане",
      presale: "Предпродажба",
      staking: "Награди за стейкинг",
      burn: "Алокация за изгаряне",
      liquidity: "Ликвидност на DEX",
    },
    how_to_buy: {
      title: "ЗАКУПУВАНЕ НА $DEDPOOL В ПРЕДПРОДАЖБА",
      a1: "Изпратете BNB или USDT във вашия портфейл",
      b1: "Можете да разменим $DEDPOOL токени с BNB или USDT. Уверете се, че разполагате с достатъчно количество от тези токени във вашия портфейл, за да продължите.",
      a2: "Свържете портфейла и разменете",
      b2: "Свържете портфейла си с уебсайта и лесно разменете BNB или USDT срещу $DEDPOOL, използвайки горния виджет за закупуване. Няма данък при предпродажбените транзакции.",
      a3: "Изискване на токени при листинга",
      b3: "Всички участници в предпродажбата могат да изискат токените си от този уебсайт, използвайки същия портфейл, с който са допринесли. Токените могат да бъдат изискани, когато листингът в DEX стане активен.",
    },
    roadmap: {
      title: "ПЛАН",
      r1: "Предпродажба и Разпределение на Токени",
      r2: "Първата стъпка на DedPool е посветена на разпространението на информация за уникалното предложение на проекта в динамичния свят на криптовалутите. Чрез предоставянето на нова възможност за новаки, DedPool се стреми да се отличи от други криптопроекти. Тази фаза включва прозрачно предпродажбено събитие, залагайки основите за ангажирано и активно общество.",
      r3: "Брандиране и Маркетинг преди Старта",
      r4: "Още преди официалния старт, основният фокус ще бъде върху комплексни маркетингови кампании. Целта е да се подчертае колко лесно и достъпно е да се придобие токен $DEDPOOL. Тази маркетингова стратегия не само ще представи DedPool, но и ще акцентира уникалното му предложение, предлагайки рядка ПЪРВА възможност в развиващия се пазар.",
      r5: "Старт и Иницииране на Горенето",
      r6: "Стартирайте токена $DEDPOOL на известни DEX борси, гарантирайки изобилие на ликвидност и безпроблемна търговия. Търгувайте с удобство! Подгответе DedPool революцията за масово разпространение. $DEDPOOL е структуриран като дефлационен токен, вграждащ модел за купуване и горене. С всяка купувка и продажба транзакция 0,1% се изпраща към адрес за горене. Освен това, 15% от общото предлагане се отделя за горене. Тези стратегии имат за цел да намалят предлагането на токена с течение на времето, увеличавайки редкостта му.",
      r7: "Взаимодействие с Общността след Старта",
      r8: "Пътешествието на DedPool след старта се върти около отглеждането и разширяването на общността си. Проектът вярва в поддържането на активно взаимодействие и ще предприеме инициативи, за да стимулира участието на общността. Чрез това DedPool се стреми да засади дълбок интерес сред своите членове, гарантирайки, че те се узнават и се възнаграждават за своята лоялност и принос.",
    },
    staking: {
      title: "ДОБРЕ ДОШЛИ В $DEDPOOL СТЕЙКИНГ",
      description:
        "Стейкинг на $DEDPOOL ще бъде активиран в следващите дни, позволявайки ви да спечелите награди. Вашите награди ще бъдат определени от вашата част в стейк пула на $DEDPOOL и процента на годишните възвращения. Следете за допълнителна информация.",
      s1: "БАЛАНС НА СТЕЙК",
      s2: "ВАШЕ СТЕЙКВАНЕ",
      s3: "APY",
      s4: "ОБЩО СТЕЙКВАНЕ",
      s5: "ОБЩИ НАГРАДИ",
      b1: "Изтеглете стейкнатите токени",
      b2: "Добавете към стейк",
      b3: "Изискване на награди",
    },
    faq: {
      title: "ЧЕСТО ЗАДАВАНИ ВЪПРОСИ",
      q1: "Какво е DEDPOOL?",
      a1: "DedPool е токен BEP-20, построен върху BNB Smart Chain, след последния тренд на криптовалутния пазар да даде втори шанс на хората, които пропуснаха успешни токени. Името 'DEDPOOL' означава Determined Efficient Decentralized crypto Pool.",
      q2: "Защо стартира на BNB Smart Chain?",
      a2: "BNB Smart Chain, подкрепян от най-голямата борса, Binance, има обширна мрежа и подкрепа от посветената общност. Нашата цел е да служим на тази общност, като представим нов токен, който приноси стойност на техния ежедневен живот. С оглед на по-ниските такси за газ на BSC, ние се стремим да осигурим, че инвеститорите ни насочват значителните си средства за покупка на токени, вместо да изразходват значителни суми за такси за газ.",
      q3: "Каква е ползата от токена DEDPOOL?",
      a3: "Основната полза на DedPool е възможността да се придобие токен на изключително ниска цена и след това да се стейква за печалба на пасивни награди. Умният договор включва дефлационен механизъм, който води до изгаряне на 0,1% от всяка транзакция и допълнително 15% от цялото предлагане е заделено за изгаряне.",
      q4: "Кога ще стартира DEDPOOL?",
      a4: "Целта ни е да стартираме DedPool на децентрализирана борса в рамките на няколко седмици след началото на предпродажбата, в зависимост от това колко бързо може да бъде приключена.",
      q5: "Къде мога да искам токените от предпродажбата?",
      a5: "След приключване на предпродажбата, ще можете да искате токените си възможно най-скоро чрез уебсайта на DedPool. Искането на токени и листингът вероятно ще бъдат в същия ден и час. Освен това, ще имате възможността да стейквате токените си преди официалната дата на листинг, за да си осигурате позиция за ранно стейкване.",
    },
    footer: {
      termsofservice: "Условия за ползване",
      privacypolicy: "Политика за поверителност",
      cookies: "Бисквитки",
      rights: "Всички права запазени",
      disclaimer:
        "Отказ от отговорност: Криптовалутите са волатилни и могат да паднат, както и да се повишат в стойност. Печалбите могат да бъдат облагаеми с капиталови печалби или други данъци, приложими във вашия юрисдикционен район. $dedpool е спекулативен токен, създаден за експериментални цели. Монетата $dedpool няма връзка с комикса или филма Deadpool. Този токен просто показва почит към герой, когото всички обичаме и признаваме.",
    },
    widget: {
      time: "СЛЕДВАЩО УВЕЛИЧЕНИЕ НА ЦЕНАТА ЗА",
      UPI: "До Увеличение на цената",
      USDT_RAISED: "ПОВИШЕНИЕ НА USDT",
      purchased: "ЗАКУПЕНИТЕ ОТ ВАС $DEDPOOL",
      staked: "ВАШИТЕ СТЕЙКВАНИ $DEDPOOL",
      pay: "плащате",
      receive: "получавате",
      connect: "СВЪРЖЕТЕ ПОРТФЕЙЛА",
      buy_now: "Купете сега",
      buying: "Купуване",
      purchase: "Закупуване успешно!",
      transaction: "Преглед на транзакцията",
      purchased_info:
        "Общият брой закупени токени са всички токени, закупени със свързания портфейл. Това включва всички стейквани и нестейквани токени.",
      staked_info:
        "Неизискани $DED, закупени с BNB или USDT, вече могат да бъдат стейквани. Моля, обърнете внимание, че всички ранни стейквани токени могат да бъдат изтеглени 7 дни след като заявката за токени стане активна, което ще стане след приключване на предпродажбата.",
    },
    errors: {
      Chain_mismatch: "Моля, превключете към Binance Smart Chain!",
      allowance:
        "Уверете се, че сте добавили достатъчно разрешение за закупуване с USDT!",
      invalid_sale_amount: "Невалидна сума за продажба!",
      less_payment:
        "Уверете се, че плащате достатъчно BNB за такси и размяна на токени!",
      exceeds_balance:
        "Нямате достатъчно BNB, за да платите за тази транзакция! Уверете се, че разполагате с достатъчно BNB за газ и размяна на токени.",
      user_rejected: "Потребителят отхвърли заявката!",
    },
  },
};

export default bg;
