const el = {
  translation: {
    header: {
      home: "αρχική",
      about: "σχετικά με εμάς",
      tokenomics: "οικονομία token",
      how_to_buy: "πώς να αγοράσετε",
      roadmap: "σχεδιαγραμμα",
      staking: "στέικινγκ",
    },
    home: {
      description:
        "Η κρυπτογραφία δεν είναι ένα 'λέξη-κλειδί'... υπάρχει ένα για εσάς... απλά συνεχίστε να ψάχνετε!",
      // caption:
      //   "Να ξοδέψετε $2 σε έναν ιαπωνικό σκύλο θα μπορούσε να σας μετατρέψει από έναν απλό επενδυτή δύο δολαρίων σε έναν γαυριό εκατομμυριούχο. Χάσαμε το κρυπτογραφικό γιοτ του σκύλου, έτσι δεν είναι;",
      caption:
        "Δεν χρειάζεσαι να είσαι υπερήρωας για να αποκτήσεις κρυπτονομίσματα,",
      caption1: "Η σωστή κρυπτονομίσμα θα αναδείξει τον ΗΡΩΑ μέσα σου",
      whitepaper: "Λευκό βιβλίο",
      audit: "επιθεώρηση",
      featuredIn: "ΠΡΟΒΑΛΛΕΤΑΙ ΣΕ",
    },
    about: {
      q1: "ΤΙ ΕΙΝΑΙ ΤΟ DEDPOOL;",
      q2: "ΜΙΑ ΕΥΚΑΙΡΙΑ ΝΑ ΑΓΟΡΑΣΕΤΕ ΕΝΑ ΚΡΥΠΤΟΝΟΜΙΣΜΑ ΠΟΥ ΟΛΟΙ ΑΓΑΠΑΜΕ ΚΑΙ ΓΙΟΡΤΑΖΟΥΜΕ!",
      q3: "ΚΕΡΔΙΣΤΕ ΠΑΘΗΤΙΚΕΣ ΑΠΟΔΟΣΕΙΣ ΜΕ ΤΟ ΣΤΕΙΚΙΝΓΚ",
      q4: "ΣΤΑΚΑΡΕΤΕ ΓΙΑ ΝΑ ΚΕΡΔΙΣΕΤΕ",
      q5: "ΚΑΤΑΝΑΛΩΤΙΚΗ ΚΑΥΣΗ",
      a1: "Το DedPool είναι ένα κρυπτονόμισμα BEP-20 που χτίστηκε στο BNB Smart Chain. Το όνομα 'DEDPOOL' σημαίνει Determined Efficient Decentralized crypto Pool. Στακάρετε $DEDPOOL και κερδίστε ανταμοιβές.",
      a2: "Χάσατε κάποια άνοδο στο Memecoin; Δεν είστε μόνοι. Οι περισσότεροι από εμάς δεν γνωρίζαμε την ύπαρξη ορισμένων Memecoins στην αρχική τους φάση και μάθαμε γι'αυτούς μόνο όταν οι πρόσφατες τιμές έκαναν τα νέα. Να δαπανήσετε 2 $ για έναν ιαπωνικό σκύλο θα μπορούσε να σας μετατρέψει από έναν απλό επενδυτή δύο δολαρίων σε έναν γαυγίζων εκατομμυριούχο. Χάσαμε το κρυπτονομισματικό γιοτ του σκύλου, έτσι δεν είναι; Μετατρέπουμε αυτήν την απογοήτευση σε ευκαιρία. Φανταστείτε να λέτε στους συναδέλφους σας ότι παραιτείστε επειδή το $DEDPOOL πήγε στη σελήνη;",
      a3: "Το DedPool είναι κουρασμένο να παρακολουθεί άλλα νομίσματα fork, ούτε είναι σχέδιο pump-and-dump. Το νόμισμα $DEDPOOL είναι σχεδιασμένο να παρέχει καθημερινές ανταμοιβές στους στέικερ για πολλά χρόνια.",
      a4: "• Το DedPool θα παρέχει παθητικές ανταμοιβές σε όλους τους κατόχους που στέκουν τα $DEDPOOL τους στο έξυπνο συμβόλαιο μας",
      a42: "• Το 35% του προσφερόμενου νομίσματος θα καταβληθεί στους συμμετέχοντες στη στοίβα ως ανταμοιβές",
      a43: "• Οποιοσδήποτε κρατά $DEDPOOL μπορεί να στηρίξει τα κέρματά του για να κερδίσει παθητικό εισόδημα με ανταμοιβές βασισμένες στο ποσοστό σας στον συνολικό στοίβα.",
      a5: "Συνολικά, το 15% της προσφοράς των τοκεν έχει εκχωρηθεί για καύση. Με την προσθήκη πισίνων ρευστότητας, θα λάβει χώρα άμεση καύση του 10% της προσφοράς. Επιπλέον, το 5% της προσφοράς έχει εκχωρηθεί για αγορές επιστροφής και μετέπειτα καύσεις. Αυτές οι στρατηγικές στοχεύουν στη μείωση της προσφοράς του τοκεν κατά τη διάρκεια του χρόνου, αυξάνοντας έτσι τη σπάνια.",
    },
    tokenomics: {
      title: "ΟΙΚΟΝΟΜΙΑ ΤΟΚΕΝ",
      total_supply: "Συνολική Προσφορά",
      presale: "Προπώληση",
      staking: "Ανταμοιβές Στοίχισης",
      burn: "Καταναλωτική Καύση",
      liquidity: "Υγρασία DEX",
    },
    how_to_buy: {
      title: "ΑΓΟΡΑ $DEDPOOL ΣΤΗΝ ΠΡΟΠΩΛΗΣΗ",
      a1: "Στείλτε BNB ή USDT στο πορτοφόλι σας",
      b1: "Μπορείτε να ανταλλάξετε για τα κέρματα $DEDPOOL χρησιμοποιώντας BNB ή USDT. Βεβαιωθείτε ότι έχετε επαρκή ποσότητα αυτών των κερμάτων στο πορτοφόλι σας για να προχωρήσετε.",
      a2: "Συνδέστε το πορτοφόλι και ανταλλάξτε",
      b2: "Συνδέστε το πορτοφόλι σας στην ιστοσελίδα και ανταλλάξτε εύκολα BNB ή USDT για $DEDPOOL χρησιμοποιώντας το widget αγοράς παραπάνω. Δεν υπάρχει φόρος αγοράς για συναλλαγές προπώλησης.",
      a3: "Αποκτήστε τα κερμάτα την ημέρα λίστας",
      b3: "Όλοι οι συμμετέχοντες στην προπώληση μπορούν να αξιώσουν τα κέρματά τους από αυτήν την ιστοσελίδα χρησιμοποιώντας το ίδιο πορτοφόλι που χρησιμοποίησαν για τη συνεισφορά τους. Τα κέρματα μπορούν να αξιώθουν όταν το DEX γίνει διαθέσιμο για συναλλαγές.",
    },
    roadmap: {
      title: "ΟΔΟΣΤΡΩΜΑ",
      r1: "Προπώληση και Κατανομή Token",
      r2: "Η αρχική κίνηση του DedPool είναι αφιερωμένη στο να διαδώσει την ευαισθητοποίηση για τη μοναδική του προσφορά στο δυναμικό κόσμο των κρυπτονομισμάτων. Παρέχοντας μια φρέσκια ευκαιρία για νέους, το DedPool επιδιώκει να ξεχωρίσει από άλλα κρυπτονομίσματα. Αυτή η φάση θα περιλαμβάνει ένα διαφανές γεγονός προπώλησης, θεμελιώνοντας έτσι τη βάση για μια αφοσιωμένη και συμμετοχική κοινότητα.",
      r3: "Προ-Εκκίνηση Σήμανσης και Μάρκετινγκ",
      r4: "Ακόμα και πριν από την επίσημη έναρξή του, ο κύριος εστίασμος θα είναι σε ολοκληρωμένες καμπάνιες μάρκετινγκ. Ο στόχος είναι να υπογραμμίσει πόσο εύκολο και προσβάσιμο είναι να αποκτήσετε τα $DEDPOOL tokens. Αυτή η στρατηγική μάρκετινγκ δεν θα εισάγει μόνο το DedPool, αλλά θα επισημάνει επίσης τη μοναδική του πρόταση, προσφέροντας μια σπάνια ΠΡΩΤΗ ευκαιρία στην εξελισσόμενη αγορά.",
      r5: "Έναρξη και Έναρξη Καύσης",
      r6: "Εκκινήστε το τόκεν $DEDPOOL σε διάσημες DEXs, εξασφαλίζοντας άφθονη ρευστότητα και άνετες συναλλαγές. Αμέσως μετά την προσθήκη πισίνων ρευστότητας, τα LP τόκεν θα καούν. Συναλλαγές με ευκολία! Συνολικά, το 15% του εφοδιασμού των τοκεν έχει εκχωρηθεί για καύση. Με την προσθήκη πισίνων ρευστότητας, θα λάβει χώρα άμεση καύση του 10% του εφοδιασμού. Επιπλέον, το 5% του εφοδιασμού έχει εκχωρηθεί για επαναγορές και μετέπειτα καύσεις. Αυτές οι στρατηγικές στοχεύουν στη μείωση του εφοδιασμού του τοκεν με την πάροδο του χρόνου, αυξάνοντας τη σπανιότητά του.",
      r7: "Συμμετοχή της Κοινότητας μετά την Έναρξη",
      r8: "Η διαδρομή του DedPool μετά την έναρξη επικεντρώνεται στην ανάπτυξη και διεύρυνση της κοινότητάς του. Το έργο πιστεύει στην προώθηση της ενεργού συμμετοχής και θα υλοποιήσει πρωτοβουλίες για να ενθαρρύνει τη συμμετοχή της κοινότητας. Με αυτόν τον τρόπο, το DedPool φιλοδοξεί να εμπνεύσει βαθιά ενδιαφέρον μεταξύ των μελών του, εξασφαλίζοντας ότι αναγνωρίζονται και ανταμείβονται για την πιστότητά τους και τη συνεισφορά τους.",
    },
    staking: {
      title: "ΚΑΛΩΣ ΗΡΘΑΤΕ ΣΤΟ $DEDPOOL STAKING",
      description:
        "Το Staking του $DEDPOOL θα είναι ζωντανό τις προσεχείς ημέρες, επιτρέποντάς σας να κερδίσετε ανταμοιβές. Οι ανταμοιβές σας θα καθοριστούν από το μερίδιό σας στη στακινγκ πισίνα του $DEDPOOL και το ποσοστό ετήσιων αποδόσεων. Παρακαλώ παραμείνετε συντονισμένοι για περαιτέρω ενημερώσεις.",
      s1: "ΥΠΟΛΟΓΙΣΜΕΝΟ ΥΙΟΘΕΤΗΜΕΝΟ",
      s2: "ΤΟ ΔΙΚΟ ΣΑΣ ΥΙΟΘΕΤΗΜΕΝΟ",
      s3: "APY",
      s4: "ΣΥΝΟΛΙΚΑ ΥΙΟΘΕΤΗΜΕΝΑ",
      s5: "ΣΥΝΟΛΙΚΕΣ ΑΝΤΑΜΟΙΒΕΣ",
      b1: "Ανάκληση Υιοθετημένων Κερμάτων",
      b2: "Προσθήκη στην Υιοθέτηση",
      b3: "Απαίτηση Ανταμοιβών",
    },
    faq: {
      title: "ΣΥΧΝΕΣ ΕΡΩΤΗΣΕΙΣ",
      q1: "Τι είναι το DEDPOOL;",
      a1: "Το DedPool είναι ένα BEP-20 token χτισμένο στο BNB Smart Chain, ακολουθώντας την τελευταία τάση της αγοράς κρυπτονομισμάτων, προσφέροντας μια δεύτερη ευκαιρία σε ανθρώπους που έχασαν επιτυχημένα κληρονομικά tokens. Το όνομα 'DEDPOOL' σημαίνει Determined Efficient Decentralized crypto Pool.",
      q2: "Γιατί η Έναρξη στο BNB Smart Chain;",
      a2: "Το BNB Smart Chain, υποστηριζόμενο από το μεγαλύτερο ανταλλακτήριο στον κόσμο, το Binance, έχει ένα εκτεταμένο δίκτυο και αφιερωμένη υποστήριξη κοινότητας. Στόχος μας είναι να εξυπηρετήσουμε αυτήν την κοινότητα με το να παρουσιάσουμε ένα νέο token που φέρνει αξία στην καθημερινή τους ζωή. Λαμβάνοντας υπόψη τα χαμηλά τέλη συναλλαγών στο BSC, στοχεύουμε να διασφαλίσουμε ότι οι επενδυτές μας θα κατανείμουν τα σημαντικά τους κεφάλαια στην αγορά των tokens αντί να ξοδεύουν μεγάλα ποσά σε τέλη συναλλαγών.",
      q3: "Ποια είναι η χρησιμότητα του token του DEDPOOL;",
      a3: "Η βασική χρησιμότητα του DedPool βρίσκεται στη δυνατότητα απόκτησης του τόκεν με εξαιρετικά χαμηλό κόστος και στη συνέχεια στον στήνομο του για την απόκτηση παθητικών ανταμοιβών. Αμέσως μετά την προσθήκη των πισίνων ρευστότητας, τα LP τόκεν θα καεί. Συνολικά, το 15% της προσφοράς των τόκεν έχει εκχωρηθεί για καύση. Μετά την προσθήκη των πισίνων ρευστότητας, θα πραγματοποιηθεί άμεση καύση του 10% της προσφοράς. Επιπλέον, το 5% της προσφοράς έχει εκχωρηθεί για εξαγορές και επόμενη καύση.",
      q4: "Πότε θα γίνει η έναρξη του DEDPOOL;",
      a4: "Στοχεύουμε να ξεκινήσουμε το DedPool σε ένα αποκεντρωμένο ανταλλακτήριο μέσα σε περίπου εβδομάδες από την έναρξη της προπώλησης, ανάλογα με το πόσο γρήγορα μπορεί να ολοκληρωθεί αυτή.",
      q5: "Πού μπορώ να αξιώσω τα tokens μου από την προπώληση;",
      a5: "Με τον ολοκληρωμένο τερματισμό της προπώλησης, θα μπορείτε να αξιώσετε τα tokens σας το συντομότερο δυνατό μέσω της ιστοσελίδας του DedPool. Η αξίωση και η καταχώριση των tokens θα πιθανότατα γίνουν την ίδια ημέρα και ώρα. Επίσης, θα έχετε τη δυνατότητα να υιοθετήσετε τα tokens σας πριν από την επίσημη ημερομηνία καταχώρισης, εξασφαλίζοντας μια πρώιμη θέση στο σύστημα υιοθέτησης.",
    },
    footer: {
      termsofservice: "Όροι Χρήσης",
      privacypolicy: "Πολιτική Απορρήτου",
      cookies: "Cookies",
      rights: "Όλα τα δικαιώματα διατηρούνται",
      disclaimer:
        "Αποποίηση Ευθυνών: Τα κρυπτονομίσματα είναι ευαίσθητα στις διακυμάνσεις και μπορεί να μειώνονται ή να αυξάνονται στην αξία τους. Τα κέρδη μπορεί να υπόκεινται σε φόρους επί των κερδών ή άλλους φόρους που ισχύουν στην δικαιοδοσία σας. Το $dedpool είναι ένα εξαιρετικά πειραματικό κρυπτονόμισμα. Το $dedpool coin δεν έχει καμία σχέση με το κόμικ ή την ταινία Deadpool. Αυτό το κρυπτονόμισμα αποτελεί απλά φόρο τιμής σε έναν ήρωα που όλοι αγαπάμε και αναγνωρίζουμε.",
    },
    widget: {
      time: "ΕΠΟΜΕΝΗ ΑΥΞΗΣΗ ΤΙΜΗΣ ΣΕ",
      UPI: "Μέχρι την Επόμενη Αύξηση Τιμής",
      USDT_RAISED: "ΣΥΓΚΕΝΤΡΩΜΕΝΑ USDT",
      purchased: "ΤΑ ΔΙΚΑ ΣΑΣ $DEDPOOL",
      staked: "ΤΑ ΔΙΚΑ ΣΑΣ ΚΑΤΑΤΕΘΕΙΜΕΝΑ $DEDPOOL",
      pay: "εσείς πληρώνετε",
      receive: "εσείς λαμβάνετε",
      connect: "ΣΥΝΔΕΣΗ ΠΟΡΤΟΦΟΛΙΟΥ",
      buy_now: "Αγορά Τώρα",
      buying: "Αγορά",
      purchase: "Επιτυχής Αγορά!",
      transaction: "Προβολή Συναλλαγής",
      purchased_info:
        "Τα συνολικά αγορασμένα σας tokens είναι όλα τα tokens που αγοράστηκαν χρησιμοποιώντας το συνδεδεμένο πορτοφόλι. Αυτά περιλαμβάνουν όλα τα tokens που έχουν κατατεθεί και δεν έχουν κατατεθεί.",
      staked_info:
        "Τα μη αξιολογημένα $DED που αγοράστηκαν με BNB ή USDT μπορούν τώρα να κατατεθούν. Σημειώστε ότι όλα τα μη αξιολογημένα κατατεθέντα tokens μπορούν να ανακληθούν 7 ημέρες μετά την ενεργοποίηση της αξίωσης των tokens, η οποία θα γίνει μετά την ολοκλήρωση της προπώλησης.",
    },
    errors: {
      Chain_mismatch: "Παρακαλώ, μεταβείτε στο Binance Smart Chain!",
      allowance:
        "Βεβαιωθείτε ότι προσθέσατε αρκετή έγκριση για να αγοράσετε με USDT!",
      invalid_sale_amount: "Μη έγκυρο ποσό πώλησης!",
      less_payment:
        "Βεβαιωθείτε ότι πληρώνετε αρκετό BNB για το κόστος του αερίου και την ανταλλαγή των token!",
      exceeds_balance:
        "Δεν έχετε αρκετό BNB για να καλύψετε αυτήν τη συναλλαγή! Βεβαιωθείτε ότι έχετε αρκετό BNB για το κόστος του αερίου και την ανταλλαγή των token.",
      user_rejected: "Ο χρήστης απέρριψε το αίτημα!",
    },
  },
};

export default el;
