const ru = {
  translation: {
    header: {
      home: "главная",
      about: "о нас",
      tokenomics: "токеномика",
      how_to_buy: "как купить",
      roadmap: "план развития",
      staking: "стейкинг",
    },
    home: {
      description:
        "криптовалюта - это не 'слово на 'ф',... там есть та, которая подходит именно вам,... просто продолжайте искать!",
      // caption:
      //   "Потратив 2 доллара на японскую собаку, вы могли бы превратиться из обычного инвестора в миллионера. Пропустили криптовалютный яхт-клуб, не так ли?",
      caption: " Вам не нужно быть супергероем, чтобы получить криптовалюту, ",
      caption1: "Правильная криптовалюта превратит вас в ГЕРОЯ ",
      whitepaper: "Белая бумага",
      featuredIn: "ПРИЗНАН В",
    },
    about: {
      q1: "ЧТО ТАКОЕ DEDPOOL?",
      q2: "ШАНС КУПИТЬ ТОКЕН, КОТОРЫЙ МЫ ВСЕ ЛЮБИМ И ОТМЕЧАЕМ!",
      q3: "ПОЛУЧАЙТЕ ПАССИВНЫЕ НАГРАДЫ, ДЕЛАЯ СТЕЙКИНГ",
      q4: "СТЕЙКИНГ ДЛЯ ЗАРАБОТКА",
      q5: "ДЕФЛЯЦИОННОЕ СЖИГАНИЕ",
      a1: "DedPool - это токен BEP-20, построенный на сети BNB Smart Chain. Название 'DEDPOOL' расшифровывается как Determined Efficient Decentralized crypto Pool. Делайте стейкинг $DEDPOOL и получайте награды.",
      a2: "Пропустили ли вы какой-то подъем Memecoin? Вы не одиноки. Большинство из нас не знали о существовании некоторых мемкойнов раньше и узнали о них только тогда, когда недавние цены стали новостями. Потратив 2 доллара на японскую собаку, вы могли бы превратиться из обычного инвестора с двумя баксами в лающего миллионера. Пропустили крипто-яхту собаки, верно? Мы превращаем эту разочарование в возможность. Представьте, как вы скажете своим коллегам, что уходите, потому что $DEDPOOL увеличил свою стоимость? ",
      a3: "DedPool устал наблюдать за другими форк-токенами, и это не схема pump-and-dump. Токен $DEDPOOL разработан для предоставления ежедневных наград за стейкинг на протяжении многих лет.",
      a4: "• DedPool будет предоставлять пассивные награды всем держателям, делающим стейкинг своих токенов $DEDPOOL в нашем смарт-контракте.",
      a42: "• 35% от общего предложения токенов будет выплачено участникам в виде наград за стейкинг.",
      a43: "• Любой, у кого есть $DEDPOOL, может делать стейкинг своих токенов и получать пассивный доход с наград, зависящих от вашей доли в общем пуле стейкинга.",
      a5: "$DEDPOOL структурирован как дефляционный токен, включая модель покупки и сжигания. При каждой покупке и продаже 0,1% отправляется на сжигание. Кроме того, 15% от общего предложения выделяется на сжигание. Эти стратегии направлены на уменьшение предложения токена со временем, увеличивая его дефицит.",
    },
    tokenomics: {
      title: "ТОКЕНОМИКА",
      total_supply: "Общее предложение",
      presale: "Предпродажа",
      staking: "Награды за стейкинг",
      burn: "Распределение на сжигание",
      liquidity: "Ликвидность DEX",
    },
    how_to_buy: {
      title: "КАК КУПИТЬ $DEDPOOL НА ПРЕДПРОДАЖЕ",
      a1: "Отправьте BNB или USDT на свой кошелек",
      b1: "Вы можете обменять BNB или USDT на токены $DEDPOOL, используя BNB или USDT. Убедитесь, что у вас достаточно этих токенов на вашем кошельке, чтобы продолжить.",
      a2: "Подключите кошелек и совершите обмен",
      b2: "Подключите свой кошелек к сайту и легко обменяйте BNB или USDT на $DEDPOOL с использованием виджета покупки выше. На предпродажных транзакциях нет налога на покупку.",
      a3: "Заберите токены в день листинга",
      b3: "Все участники предпродажи могут забрать свои токены с этого веб-сайта, используя тот же кошелек, который они использовали для взноса. Токены можно забрать, когда произойдет листинг на DEX.",
    },
    roadmap: {
      title: "ПЛАН РАЗВИТИЯ",
      r1: "Предпродажа и Распределение токенов",
      r2: "Первый шаг DedPool посвящен распространению информации о его уникальном предложении в динамичном мире криптовалют. Предоставляя свежую возможность для новичков, DedPool стремится отличить себя от других криптопроектов. Этот этап включает прозрачное событие предпродажи, заложив основу для преданного и активного сообщества.",
      r3: "Брендинг и Маркетинг перед запуском",
      r4: "Даже перед официальным запуском основное внимание уделяется всесторонним маркетинговым кампаниям. Цель - подчеркнуть, насколько легко и доступно приобрести токены $DEDPOOL. Эта маркетинговая стратегия не только представит DedPool, но и подчеркнет его уникальное предложение, предлагая редкую ПЕРВУЮ возможность на развивающемся рынке.",
      r5: "Запуск и Начало Сжигания",
      r6: "Запустите токен $DEDPOOL на известных DEX, обеспечив избыточную ликвидность и беспрепятственную торговлю. Торгуйте с удовольствием! Подготовьте революцию DedPool для масс. $DEDPOOL структурирован как дефляционный токен, включая модель покупки и сжигания. При каждой покупке и продаже 0,1% отправляется на сжигание. Кроме того, 15% от общего предложения выделяется на сжигание. Эти стратегии направлены на уменьшение предложения токена со временем, увеличивая его дефицит.",
      r7: "Вовлечение Сообщества после Запуска",
      r8: "Путь DedPool после запуска заключается в развитии и расширении своего сообщества. Проект верит в активное вовлечение и внедрит инициативы, чтобы поощрять участие сообщества. Таким образом, DedPool стремится внушить глубокий интерес среди своих участников, гарантируя признание и вознаграждение за их преданность и вклад.",
    },
    staking: {
      title: "ДОБРО ПОЖАЛОВАТЬ В СТЕЙКИНГ $DEDPOOL",
      description:
        "Стейкинг $DEDPOOL будет активирован в ближайшие дни, что позволит вам зарабатывать награды. Ваши награды будут определяться вашей долей в стейкинг-пуле $DEDPOOL и процентом годового дохода. Следите за обновлениями.",
      s1: "БАЛАНС СТЕЙКА",
      s2: "ВАШ СТЕЙК",
      s3: "APY",
      s4: "ВСЕГО СТЕЙКАНО",
      s5: "ВСЕГО НАГРАД",
      b1: "Вывести стейкнутые токены",
      b2: "Добавить в стейк",
      b3: "Забрать награды",
    },
    faq: {
      title: "ЧАСТО ЗАДАВАЕМЫЕ ВОПРОСЫ",
      q1: "Что такое DEDPOOL?",
      a1: "DedPool - это токен BEP-20, построенный на сети BNB Smart Chain, следующий за последними тенденциями криптовалютного рынка, предоставляющий второй шанс тем, кто упустил успешные легаси-токены. Название 'DEDPOOL' расшифровывается как Determined Efficient Decentralized crypto Pool.",
      q2: "Почему запуск на BNB Smart Chain?",
      a2: "BNB Smart Chain, поддерживаемая крупнейшей биржей Binance, имеет обширную сеть и поддержку преданного сообщества. Наша цель - служить этому сообществу, представляя новый токен, который приносит ценность их повседневной жизни. Учитывая более низкие комиссии за газ на BSC, мы стремимся обеспечить, чтобы наши инвесторы распределяли свои средства на покупку токенов, а не тратили значительные суммы на комиссии за газ.",
      q3: "Какова утилита токена DEDPOOL?",
      a3: "Основная утилита DedPool заключается в возможности приобретения токена по исключительно низкой стоимости, а затем стейкинга для получения пассивных наград. Смарт-контракт включает дефляционный механизм, что приводит к сжиганию 0,1% от каждой транзакции, а дополнительно 15% от общего предложения выделяется на сжигание.",
      q4: "Когда запустится DEDPOOL?",
      a4: "Мы планируем запустить DedPool на децентрализованной бирже в течение нескольких недель после начала предпродажи, в зависимости от того, насколько быстро ее можно завершить.",
      q5: "Где я могу забрать свои токены из предпродажи?",
      a5: "По завершении предпродажи, вы сможете забрать свои токены как можно скорее через веб-сайт DedPool. Заявление о токенах и листинг, вероятно, будут в один и тот же день и время. Кроме того, у вас будет возможность стейкнуть свои токены до официальной даты листинга, обеспечив себе позицию раннего стейкинга.",
    },
    footer: {
      termsofservice: "Условия использования",
      privacypolicy: "Политика конфиденциальности",
      cookies: "Cookies",
      rights: "Все права защищены",
      disclaimer:
        "Отказ от ответственности: Криптовалюты являются волатильными и могут как увеличиваться, так и уменьшаться в стоимости. Прибыль может подлежать налогам на прибыль или другим налогам, применимым в вашей юрисдикции. $dedpool - это спекулятивный токен, созданный для экспериментальных целей. Монета $dedpool не имеет отношения к комиксу или фильму Deadpool. Этот токен просто воздает дань герою, которого мы все любим и узнаем.",
    },
    widget: {
      time: "СЛЕДУЮЩЕЕ ПОВЫШЕНИЕ ЦЕНЫ ЧЕРЕЗ",
      UPI: "До повышения цены",
      USDT_RAISED: "СОБРАНО USDT",
      purchased: "ВАШ $DEDPOOL",
      staked: "ВАШ $DEDPOOL В СТЕЙКЕ",
      pay: "вы платите",
      receive: "вы получаете",
      connect: "ПОДКЛЮЧИТЬ КОШЕЛЕК",
      buy_now: "Купить сейчас",
      buying: "Покупка",
      purchase: "Покупка успешна!",
      transaction: "Просмотреть транзакцию",
      purchased_info:
        "Ваши общие купленные токены - все токены, купленные с использованием подключенного кошелька. Сюда входят все стейкнутые и нестейкнутые токены.",
      staked_info:
        "Невостребованный $DED, купленный с использованием BNB или USDT, можно стейкнуть сейчас. Обратите внимание, что все токены, стейкнутые раньше времени, можно будет вывести через 7 дней после запуска запросов на вывод токенов, что произойдет после завершения предпродажи.",
    },
    errors: {
      Chain_mismatch: "Пожалуйста, переключитесь на Binance Smart Chain!",
      allowance:
        "Убедитесь, что добавили достаточно разрешения для покупки с использованием USDT!",
      invalid_sale_amount: "Недопустимая сумма продажи!",
      less_payment:
        "Убедитесь, что вы оплачиваете достаточно BNB за газ и обмен токенов!",
      exceeds_balance:
        "У вас недостаточно BNB для оплаты этой транзакции! Убедитесь, что у вас достаточно BNB для оплаты газа и обмена токенов.",
      user_rejected: "Пользователь отклонил запрос!",
    },
  },
};

export default ru;
