const th = {
  translation: {
    header: {
      home: "หน้าหลัก",
      about: "เกี่ยวกับ",
      tokenomics: "โทเค็นอะมิก",
      how_to_buy: "วิธีการซื้อ",
      roadmap: "แผนการดำเนินงาน",
      staking: "การถือครอง",
    },
    home: {
      description:
        "คริปโตไม่ใช่คำหยาบ ... มีคำตอบที่เหมาะกับคุณ ... เพียงแค่มองหาต่อไป!",
      // caption:
      //   "การใช้ $2 ในการซื้อหมาญี่ปุ่นอาจทำให้คุณจากนักลงทุนราคา $2 เป็นล้านเหยียบหน้าก็เป็นไปได้ พลาดเรือจักรยานไฟฟ้าคริปโตสายพันธุ์หมาหรือยัง?",
      caption:
        " คุณไม่จำเป็นต้องเป็นซุปเปอร์ฮีโร่เพื่อได้รับเหรียญโครงการคริปโต",
      caption1: "เหรียญคริปโตที่เหมาะสมจะทำให้คุณกลายเป็นฮีโร่ ",
      whitepaper: "เอกสารขาว",
      featuredIn: "เด่นใน",
    },
    about: {
      q1: "DedPool คืออะไร?",
      q2: "โอกาสในการซื้อโทเค็นที่เรารักและสร้างสรรค์!",
      q3: "รับรางวัลผ่านการถือครอง",
      q4: "ถือครองเพื่อรับรางวัล",
      q5: "การเผาไหม้ที่ลดลง",
      a1: "DedPool เป็นโทเค็น BEP-20 ที่สร้างขึ้นบน BNB Smart Chain ชื่อ 'DEDPOOL' หมายถึง Determined Efficient Decentralized crypto Pool ถือครอง $DEDPOOL และรับรางวัล",
      a2: "คุณพลาดการเติบโตของ Memecoin ไปหรือไม่? คุณไม่ได้อยู่คนเดียว ส่วนใหญ่เราไม่รู้จัก Memecoin บางประเภทตั้งแต่ต้นและเราทราบเพียงเมื่อราคาเมื่อเร็ว ๆ นี้กลายเป็นข่าวสาร ทิ้ง $2 เพื่อซื้อหมาญี่ปุ่นอาจทำให้คุณเป็นเศรษฐีเท่านั้น การพลาดเรือหลักสูตรสุนัขญี่ปุ่น เรากำลังกลับความผิดหวังนั้นเป็นโอกาส จินตนาการว่าบอกเพื่อนร่วมงานของคุณว่าคุณกำลังลาออกเพราะ $DEDPOOL ขึ้นไปยังดวงจันทร์?",
      a3: "DedPool เบื่อกับการดูโทเค็น Fork อื่น ๆ และไม่ใช่แผนโมเดล Pump-and-Dump โทเค็น $DEDPOOL ถูกออกแบบให้ให้รางวัลทุกวันให้กับผู้ถือที่ถือครองโทเค็น $DEDPOOL ในสมาร์ทคอนแทรคของเรา",
      a4: "• DedPool จะให้รางวัลผ่านการถือครองโทเค็น $DEDPOOL ในสัญญาสมาร์ทของเรา",
      a42: "• 35% ของจำนวนโทเค็นจะถูกจ่ายให้ผู้เข้าร่วมในสระทางการถือครองเป็นรางวัล",
      a43: "• ผู้ถือ $DEDPOOL ใด ๆ สามารถถือครองโทเค็นของตนเพื่อรับรายได้จากรางวัลแบบไร้ความต้องการจากสระทางการถือครองทั้งหมด",
      a5: "จำนวนรวมของเหรียญโทเค็นทั้งหมด 15% ถูกจัดสรรไว้สำหรับการเผาไหม้ เมื่อเพิ่มสระเงินสดแล้ว จะมีการเผาไหม้ทันที 10% ของส่วนเหลือจากส่วนแบ่ง นอกจากนี้ยังมีการจัดสรร 5% ของส่วนเหลือเพื่อการซื้อคืนและการเผาไหม้ในภายหลัง กลยุทธ์เหล่านี้มีเป้าหมายเพื่อลดจำนวนเหรียญโทเค็นตามเวลา เพิ่มความขาดแคลน",
    },
    tokenomics: {
      title: "โทเค็นอะมิก",
      total_supply: "จำนวนทั้งหมด",
      presale: "การขายก่อน",
      staking: "รางวัลจากการถือครอง",
      burn: "ส่วนที่จะถูกเผา",
      liquidity: "ความเป็นเหรียญของ DEX",
    },
    how_to_buy: {
      title: "ซื้อ $DEDPOOL ในการขายก่อน",
      a1: "ส่ง BNB หรือ USDT ไปยังวอลเล็ตของคุณ",
      b1: "คุณสามารถแลกเปลี่ยนเพื่อรับโทเค็น $DEDPOOL โดยใช้ BNB หรือ USDT ตรวจสอบว่าคุณมีจำนวนเพียงพอของเหล่านี้ในวอลเล็ตของคุณเพื่อดำเนินการต่อ",
      a2: "เชื่อมต่อวอลเล็ตและแลกเปลี่ยน",
      b2: "เชื่อมต่อวอลเล็ตของคุณกับเว็บไซต์และแลกเปลี่ยน BNB หรือ USDT ใน $DEDPOOL โดยใช้วิดเจ็ตการซื้อข้างต้นโดยไม่มีภาษีการซื้อสำหรับธุรกรรมการขายก่อน",
      a3: "เรียกรับโทเค็นในวันที่โพสต์",
      b3: "ผู้เข้าร่วมการขายก่อนทั้งหมดสามารถเรียกรับโทเค็นจากเว็บไซต์นี้ได้โดยใช้วอลเล็ตเดียวกันที่พวกเขาใช้ในการมีส่วนร่วม โทเค็นสามารถขอรับเมื่อการจดทะเบียน DEX กำลังเปิดให้บริการ",
    },
    roadmap: {
      title: "แผนที่",
      r1: "การขายก่อนและการจัดสรรโทเค็น",
      r2: "ขั้นตอนเริ่มต้นของ DedPool มุ่งมั่นที่จะสร้างความตระหนักรู้เกี่ยวกับการเสนอของที่ไม่เหมือนใครในโลกคริปโตที่เปลี่ยนไปเรื่อย ๆ โดยการให้โอกาสใหม่ในโลกคริปโตสำหรับผู้ที่เข้ามาใหม่ โดยมีกิจกรรมขายโทเค็นโปร่งใสเพื่อซ่อนรากฐานสำหรับชุมชนที่มุ่งมั่นและมีส่วนร่วม",
      r3: "การตลาดและการตลาดก่อนเปิด",
      r4: "แม้จะยังไม่ได้เปิดตัวอย่างเป็นที่เป็นทางการ แต่ความสนใจหลักคือการแคมเปญการตลาดที่ครอบคลุมทั้งประสิทธิภาพ จุดมุ่งหมายคือการเน้นว่ามันเป็นเรื่องง่ายและสามารถเข้าถึงได้ที่ไหนก็ได้ที่จะซื้อโทเค็น $DEDPOOL แนวทางการตลาดนี้ไม่เพียงแต่จะนำเสนอ DedPool เท่านั้น แต่ยังเน้นความเป็นเอกลักษณ์ที่เฉพาะตัวของมันที่นำเสนอโอกาสที่หายหน้าในตลาดที่กำลังเปลี่ยนไป",
      r5: "การเปิดตัวและเริ่มต้นการเผาผลาญ",
      r6: "เปิดตัวโทเค็น $DEDPOOL บน DEXs ชื่อเสียง เพื่อให้มั่นใจในความเหมาะสมและการซื้อขายโดยไม่มีปัญหา เมื่อเพิ่มพูล Likelihood แล้ว การทำลายเหรียญ LP จะถูกเริ่มทันที ซื้อขายได้อย่างสะดวกสบาย! 15% ของการจัดสรรเหรียญทั้งหมดถูกจัดสรรไว้เพื่อการทำลาย หลังจากการเพิ่ม Likelihood pool การทำลายทันทีของ 10% จะเกิดขึ้น นอกจากนี้มีการจัดสรร 5% ของเหรียญไว้สำหรับการซื้อขายกลับและการทำลายในภายหลัง กลยุทธ์เหล่านี้มีจุดมุ่งหมายที่จะลดจำนวนเหรียญในระยะเวลาที่ผ่านมา และเพิ่มความหายากในการหาเหรียญ",
      r7: "การมีส่วนร่วมของชุมชนหลังจากการเปิด",
      r8: "การเดินทางของ DedPool หลังจากการเปิดตัวหมุนรอบการเลี้ยงเลี้ยงและขยายกิจกรรมชุมชนของมัน โครงการนี้เชื่อในการสร้างการมีส่วนร่วมและขยายขนาดชุมชนของมัน โครงการเชื่อในการสร้างการมีส่วนร่วมและขยายขนาดชุมชนของมัน โครงการนี้เชื่อในการสร้างการมีส่วนร่วมและขยายขนาดชุมชนของมัน โครงการนี้เชื่อในการสร้างการมีส่วนร่วมและขยายขนาดชุมชนของมัน โครงการนี้เชื่อในการสร้างการมีส่วนร่วมและขยายขนาดชุมชนของมัน โดยทำเช่นนี้ DedPool มีความปรารถนาที่จะทำให้สมาชิกของมันมีความสนใจที่ลึกซึ้ง แน่ใจว่าพวกเขาได้รับการยอมรับและตอบแทนสำหรับความภักดีและการสนับสนุนของพวกเขา",
    },
    staking: {
      title: "ยินดีต้อนรับสู่การเด็ดดัง $DEDPOOL STAKING",
      description:
        "การจัดการ $DEDPOOL จะเปิดให้บริการในไม่ช้า ทำให้คุณสามารถได้รับรางวัล การได้รับรางวัลของคุณจะได้รับการกำหนดโดยส่วนแบ่งของคุณในสระ $DEDPOOL และเปอร์เซ็นต์ผลตอบแทนประจำปี ติดตามข้อมูลเพิ่มเติมในภายหลัง",
      s1: "ยอดคงเหลือที่ได้รับ",
      s2: "สามารถทำเดี๋ยวได้",
      s3: "APY",
      s4: "ยอดรวมที่จัดเก็บ",
      s5: "รวมรางวัล",
      b1: "ถอนโทเคนที่มีการจัดเก็บ",
      b2: "เพิ่มไปยังการจัดเก็บ",
      b3: "เรียกรับรางวัล",
    },
    faq: {
      title: "คำถามที่พบบ่อย",
      q1: "DEDPOOL คืออะไร?",
      a1: "DedPool เป็นโทเค็น BEP-20 ที่สร้างขึ้นบน BNB Smart Chain ตามแนวโน้มตลาดคริปโตล่าที่ให้โอกาสที่สองให้กับผู้คนที่พลาดไปในโทเค็นสำเร็จในอดีต ชื่อ 'DEDPOOL' มีความหมายว่า Determined Efficient Decentralized crypto Pool.",
      q2: "ทำไมเราถึงเลือกจะเปิดตัวบน BNB Smart Chain?",
      a2: "BNB Smart Chain ที่ได้รับการสนับสนุนจากแลกเปลี่ยนที่ใหญ่ที่สุดในโลก คือ Binance มีเครือข่ายที่กว้างขวางและได้รับการสนับสนุนจากชุมชนที่มีความผูกพันอย่างเต็มที่ เป้าหมายของเราคือการบริการชุมชนนี้โดยการนำเสนอโทเค็นใหม่ที่นำค่ามูลค่าเข้าสู่ชีวิตประจำวันของพวกเขา ด้วยค่าธรรมเนียมการทำธุรกรรมที่ต่ำกว่าบน BSC เรามีเป้าหมายที่จะให้นักลงทุนลงทุนเงินสำคัญของพวกเขาในการซื้อโทเค็น โดยไม่ต้องใช้จำนวนมากในค่าธรรมเนียมการทำธุรกรรม.",
      q3: "โทเค็นยูทิลิตี้ของ DEDPOOL คืออะไร?",
      a3: "ประโยชน์หลักของ DedPool อยู่ในความสามารถในการได้รับโทเค็นในราคาที่ถูกมากและต่อมาได้มีการเจาะลึกเพื่อรับรางวัลแบบผ่านไป. ทันทีที่เพิ่มหลุ่นเหล็กผสม, โทเค็น LP จะถูกทำลาย. รวมทั้ง 15% ของการจัดสรรโทเค็นได้รับการจัดสรรสำหรับการเผาไหม้. ทันทีที่เพิ่มหลุ่นเหล็กผสม, การเผาไหม้ของ 10% ของการจัดสรรจะเกิดขึ้นทันที. นอกจากนี้, มีการจัดสรร 5% ของการจัดสรรสำหรับการซื้อกลับและการเผาไหม้ที่ตามมา.",
      q4: "DEDPOOL จะเปิดตัวเมื่อไหร่?",
      a4: "เรามีเป้าหมายที่จะเปิดตัว DedPool บนตลาดซึ่งเป็นตลาดที่ไม่มีกลุ่มควบคุมภายในไม่กี่สัปดาห์จากเริ่มต้นของการขาย Token, ขึ้นอยู่กับความเร็วในการทำสิ้นสุด.",
      q5: "ที่ไหนสามารถเรียกร้องโทเค็นของฉันในการขายล่วงหน้า?",
      a5: "เมื่อการขายล่วงหน้าสิ้นสุดลง คุณจะสามารถเรียกร้องโทเค็นของคุณได้ทันทีผ่านเว็บไซต์ DedPool. การเรียกร้องโทเค็นและการลงทะเบียนจะเป็นไปในวันและเวลาเดียวกัน นอกจากนี้ คุณจะมีตัวเลือกในการสเตคโทเค็นของคุณก่อนวันที่เปิดตัวทางการ, ซึ่งจะช่วยรักษาตำแหน่งสเตคก่อนวันที่เปิดตัวทางการ.",
    },
    footer: {
      termsofservice: "ข้อตกลงการให้บริการ",
      privacypolicy: "นโยบายความเป็นส่วนตัว",
      cookies: "คุกกี้",
      rights: "สงวนลิขสิทธิ์",
      disclaimer:
        "ข้อสงวนสิทธิ์: การลงทุนในสกุลเงินดิจิทัลเป็นเรื่องที่เสี่ยงและมีความผันผวน ราคาอาจลดลงหรือขึ้นได้ตามมูลค่าตลาด กำไรอาจถูกเรียกเก็บภาษีกำไรทุนหรือภาษีอื่นที่มีผลบังคับใช้ในเขตของคุณ. $dedpool เป็นโทเค็นที่มีลักษณะการเสี่ยงสูงที่สร้างขึ้นเพื่อวัตถุประสงค์การทดลอง. โทเค็น $dedpool ไม่มีความเกี่ยวข้องกับการ์ตูนหรือภาพยนตร์ Deadpool. โทเค็นนี้เพียงแค่การประทับใจต่อฮีโร่ที่เรารักและรู้จักทุกคน.",
    },
    widget: {
      time: "เวลาที่เหลือจนถึงการเพิ่มราคาถัดไป",
      UPI: "จนกว่าราคาจะเพิ่ม",
      USDT_RAISED: "USDT ที่ได้รับ",
      purchased: "DEDPOOL ที่คุณซื้อ",
      staked: "DEDPOOL ที่คุณสเตค",
      pay: "คุณจ่าย",
      receive: "คุณได้รับ",
      connect: "เชื่อมต่อกระเป๋า",
      buy_now: "ซื้อเลย",
      buying: "กำลังซื้อ",
      purchase: "การซื้อเสร็จสมบูรณ์!",
      transaction: "ดูรายการทำธุรกรรม",
      purchased_info:
        "โทเค็นทั้งหมดที่คุณซื้อคือโทเค็นทั้งหมดที่ซื้อโดยใช้กระเป๋าที่เชื่อมต่อ ซึ่งรวมถึงโทเค็นที่สเตคและไม่ได้สเตค.",
      staked_info:
        "โทเค็น $DED ที่ไม่ได้เคลมที่ถูกซื้อโดยใช้ BNB หรือ USDT สามารถสเตคได้ตอนนี้ โปรดทราบว่าโทเค็นที่สเตคแรกทั้งหมดสามารถถอนได้หลังจาก 7 วันหลังจากการเรียกร้องโทเค็นทำให้เสร็จสิ้น, ซึ่งจะเกิดขึ้นหลังจากการขาย Token สิ้นสุด.",
    },
    errors: {
      Chain_mismatch: "โปรดเปลี่ยนเป็น Binance Smart Chain!",
      allowance: "ตรวจสอบให้แน่ใจว่ามีสิทธิพอสำหรับการซื้อด้วย USDT!",
      invalid_sale_amount: "จำนวนการขายไม่ถูกต้อง!",
      less_payment:
        "แน่ใจว่าคุณจ่ายเพียงพอสำหรับค่าเทียบกับ BNB และ token exchange!",
      exceeds_balance:
        "คุณมี BNB ไม่เพียงพอในการชำระธุรกรรมนี้! ตรวจสอบว่าคุณมี BNB พอสำหรับค่าเทียบกับ BNB และ token exchange.",
      user_rejected: "ผู้ใช้ปฏิเสธคำขอ!",
    },
  },
};

export default th;
